{
   "id":"398d18bc7b9ce5a513d1c83dce4a62f15876a9b9",
   "description":"The importance of tariff classification in international trade transactions cannot be understated. Exporters and importers are responsible for proper classification of their items, while misclassification may result in Customs delays, or worse, costly penalties and possible Customs seizure. And proper tariff classification is the foundation for ensuring compliance with the 14 Free Trade Agreements currently in place between the U.S. and 20 other countries. In addition to accurate classification of items and parts, careful determination and documentation of origin is also necessary in order to take advantage of the duty-free preferences afforded under Free Trade Agreements while ensuring compliance. This full-day, hands-on program will provide participants with an in-depth review of the Harmonized Tariff Schedule (HTS), including the HTS structure, General Rules of Interpretation, and classification procedures and best practices. The seminar will also review Free Trade Agreement compliance and origin determination, including rules of origin and related concepts such as tariff shifts, regional value content and de minimis. Proper documentation under Free Trade Agreements will also be discussed. Attendees are encouraged to bring either a hard copy of the Harmonized Tariff Schedule of the U.S. or a laptop or tablet computer in order to access the HTS online. We will conduct classification exercises and consult specific rules of origin as part of the workshop. Speakers include: Matthew Bock, Partner — Middleton \u0026 Shrull, LLC; Paula Connelly, Principal — Law Offices of Paula M. Connelly; Roland Shrull, Founding Partner — Middleton \u0026 Shrull, LLC.",
   "cost":100.0,
   "event_type":"Resource Partner",
   "start_date":"2016-10-20T00:00:00+00:00",
   "end_date":"2016-10-20T00:00:00+00:00",
   "start_time":"09:00:00",
   "event_name":"Essentials of Harmonized Tariff Classification and Free Trade Agreement Compliance ",
   "time_zone":"America/New_York",
   "end_time":"16:00:00",
   "registration_link":"http://www.mass.gov/export",
   "click_url":"https://goo.gl/zMQhvB",
   "source":"SBA",
   "contacts":[
      {
         "email":null,
         "last_name":null,
         "post":"Small Business Administration",
         "phone":null
      }
   ],
   "venues":[
      {
         "country_name":"United States",
         "country":"US",
         "name":"UMass Lowell Innovation Hub (iHub) ",
         "city":"Lowell",
         "state":"MA",
         "street":"110 Canal Street",
         "postal_code":"01852"
      }
   ]
}